tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "openssl"
brew "readline", link: true
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "cmake"
brew "coffeescript"
brew "coreutils"
brew "pkg-config"
brew "crystal"
brew "eigen"
brew "elixir"
brew "elm"
brew "libtool"
brew "evince"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "gdb"
brew "gist"
brew "git"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gzip"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "less"
brew "lua"
brew "make"
brew "mysql", restart_service: true
brew "nvm"
brew "openssl@1.1"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "rsync"
brew "screen"
brew "the_silver_searcher"
brew "thefuck"
brew "travis"
brew "unzip"
brew "vim"
brew "vips"
brew "watch"
brew "wget"
brew "whois"
brew "yarn"
cask "dynamodb-local"
cask "java"
