tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
brew "git"
brew "pkg-config"
brew "autoconf"
brew "automake"
brew "bash"
brew "coffeescript"
brew "coreutils"
brew "crystal-lang"
brew "evince"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "git-lfs"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "gnupg"
brew "gpg-agent"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "htop"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "keychain"
brew "less"
brew "lua"
brew "make", args: ["with-default-names"]
brew "openssl@1.1"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "rsync"
brew "screen"
brew "the_silver_searcher"
brew "thefuck"
brew "unzip"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wget"
brew "whois"
